[
    {
        "id": "openfda_Influenza",
        "source": "OpenFDA (DailyMed)",
        "title": "Influenza Label Information",
        "text": "**Drug Info for Influenza**\n\n**Indications:** Relieves after effects of flu or flu-like symptoms * See symptoms on front panel.\n\n**Warnings:** \n\n**Dosage:** Adults and children: At the onset of symptoms, dissolve 5 pellets under the tongue 3 times a day until symptoms are relieved or as directed by a doctor.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Arthritis",
        "source": "OpenFDA (DailyMed)",
        "title": "Arthritis Label Information",
        "text": "**Drug Info for Arthritis**\n\n**Indications:** Use For the temporary relief minor pain associated with arthritis, simple backache, muscle strains, sprains, bruises and joint stiffness\n\n**Warnings:** Warnings For external use only. Do not use this product on irritated skin, or on open wounds. Perform skin test prior to initial use.\n\n**Dosage:** Directions Adult s & children 12 years and over: Apply to affected areas no more than 3-4 times daily. Wash hands after applying. Children under 12 yrs: Ask a doctor.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Allergy",
        "source": "OpenFDA (DailyMed)",
        "title": "Allergy Label Information",
        "text": "**Drug Info for Allergy**\n\n**Indications:** Use(s) temporarily relieves these symptoms due to hay fever or other upper respiratory allergies: runny nose itchy, watery eyes sneezing itching of the nose or throat\n\n**Warnings:** Warnings Do not use if you have ever had an allergic reaction to this product or any of its ingredients Ask a doctor before use if you have liver or kidney disease. Your doctor should determine if you need a different dose. When using this product do not take more than directed. Taking more than directed may cause drowsiness. Stop use and ask a doctor if if an allergic reaction to this product occurs. Seek medical help right away. If pregnant or breastfeeding, ask a health professional before use. Keep out of reach of children In case of accidental overdose, contact a doctor or Poison Control Center (1-800-222-1222) right away.\n\n**Dosage:** Directions Adults and children 6 years and over: 1 tablet daily; not more than 1 tablet in 24 hours Children under 6 years of age: ask a doctor Consumers with liver or kidney disease: ask a doctor",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Insomnia",
        "source": "OpenFDA (DailyMed)",
        "title": "Insomnia Label Information",
        "text": "**Drug Info for Insomnia**\n\n**Indications:** Indications & Usage: Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times/day & at bedtime or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers.\n\n**Warnings:** Warnings: If symptoms persist or worsen, or if pregnant or nursing, consult a doctor. Keep out of reach of children. Do not use if cap seal is broken or missing.\n\n**Dosage:** Dosage & Administration: Turn tube upside down, twist cap to break seal & release pellets. Using clear cap, place 3 pellets to dissolve under your tongue 3 times/day & at bedtime or as needed. Take apart from food or drinks. To preserve purity avoid touching pellets with fingers.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Ibuprofen",
        "source": "OpenFDA (DailyMed)",
        "title": "Ibuprofen Label Information",
        "text": "**Drug Info for Ibuprofen**\n\n**Indications:** Uses temporarily relieves minor aches and pains due to: headache toothache backache menstrual cramps the common cold muscular aches minor pain of arthritis temporarily reduces fever\n\n**Warnings:** Warnings Allergy alert: Ibuprofen may cause a severe allergic reaction, especially in people allergic to aspirin. Symptoms may include: rash facial swelling asthma (wheezing) hives skin reddening shock blisters If an allergic reaction occurs, stop use and seek medical help right away. Stomach bleeding warning: This product contains an NSAID, which may cause severe stomach bleeding. The chance is higher if you: take more or for a longer time than directed take a blood thinning (anticoagulant) or steroid drug have had stomach ulcers or bleeding problems have 3 or more alcoholic drinks every day while using this product are age 60 or older take other drugs containing prescription or nonprescription NSAIDs [aspirin, ibuprofen, naproxen, or others] Heart attack and stroke warning: NSAIDs, except aspirin, increase the risk of heart attack, heart failure, and stroke. These can be fatal. The risk is higher if you use more than directed or for longer than directed. Do not use if you have ever had an allergic reaction to any other pain reliever/fever reducer right before or after heart surgery Ask a doctor before use if stomach bleeding warning applies to you you have a history of stomach problems, such as heartburn you have high blood pressure, heart disease, liver cirrhosis, kidney disease, asthma, or had a stroke you are taking a diuretic you have problems or serious side effects from taking pain relievers or fever reducers Ask a doctor or pharmacist before use if you are under a doctor's care for any serious condition taking aspirin for heart attack or stroke, because ibuprofen may decrease this benefit of aspirin taking any other drug When using this product take with food or milk if stomach upset occurs Stop use and ask a doctor if...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Aspirin",
        "source": "OpenFDA (DailyMed)",
        "title": "Aspirin Label Information",
        "text": "**Drug Info for Aspirin**\n\n**Indications:** Uses for the temporary relief of minor aches and pains or as recommended by your doctor. Because of its delayed action, this product will not provide fast relief of headaches or other symptoms needing immediate relief. ask your doctor about other uses for safety coated 81 mg aspirin\n\n**Warnings:** Warnings Reye's syndrome : Children and teenagers who have or are recovering from chicken pox or flu-like symptoms should not use this product. When using this product, if changes in behavior with nausea and vomiting occur, consult a doctor because these symptoms could be an early sign of Reye's syndrome, a rare but serious illness. Allergy alert : Aspirin may cause a severe allergic reaction, which may include: hives facial swelling shock asthma (wheezing) Stomach bleeding warning: This product contains an NSAID, which may cause severe stomach bleeding. The chance is higher if you: are age 60 or older have had stomach ulcers or bleeding problems take a blood thinning (anticoagulant) or steroid drug take other drugs containing prescription or nonprescription NSAIDs [aspirin, ibuprofen, naproxen, or others] have 3 or more alcoholic drinks every day while using this product take more or for a longer time than directed Do not use if you are allergic to aspirin or any other pain reliever/fever reducer. if you have ever had an allergic reaction to this product or any of its ingredients Ask a doctor before use if stomach bleeding warning applies to you you have a history of stomach problems, such as heartburn you have high blood pressure, heart disease, liver cirrhosis or kidney disease you have asthma you are taking a diuretic Ask a doctor or pharmacist before use if you are taking a prescription drug for gout diabetes arthritis Stop use and ask a doctor if an allergic reaction occurs. Seek medical help right away. you experience any of the following signs of stomach bleeding: feel faint have bloody or black stools vomit blood have st...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Amoxicillin",
        "source": "OpenFDA (DailyMed)",
        "title": "Amoxicillin Label Information",
        "text": "**Drug Info for Amoxicillin**\n\n**Indications:** 1 INDICATIONS AND USAGE Amoxicillin is a penicillin-class antibacterial indicated for treatment of infections due to susceptible strains of designated microorganisms. Infections of the ear, nose, throat, genitourinary tract, skin and skin structure, and lower respiratory tract. ( 1.1 – 1.4 ) In combination for treatment of H. pylori infection and duodenal ulcer disease. ( 1.5 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of amoxicillin and other antibacterial drugs, amoxicillin should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 ) 1.1 Infections of the Ear, Nose, and Throat Amoxicillin is indicated in the treatment of infections due to susceptible (ONLY beta-lactamase–negative) isolates of Streptococcus species. (α- and β-hemolytic isolates only), Streptococcus pneumoniae , Staphylococcus spp., or Haemophilus influenzae . 1.2 Infections of the Genitourinary Tract Amoxicillin is indicated in the treatment of infections due to susceptible (ONLY beta-lactamase–negative) isolates of Escherichia coli, Proteus mirabilis , or Enterococcus faecalis . 1.3 Infections of the Skin and Skin Structure Amoxicillin is indicated in the treatment of infections due to susceptible (ONLY beta-lactamase–negative) isolates of Streptococcus spp. (α- and β-hemolytic isolates only), Staphylococcus spp., or E. coli . 1.4 Infections of the Lower Respiratory Tract Amoxicillin is indicated in the treatment of infections due to susceptible (ONLY beta-lactamase–negative) isolates of Streptococcus spp. (α- and β-hemolytic isolates only), S. pneumoniae, Staphylococcus spp., or H. influenzae . 1.5 Helicobacter pylori Infection Triple therapy for Helicobacter pylori with clarithromycin and lansoprazole Amoxicillin, in combination with clarithromycin plus lansoprazole as triple therapy, is indicated for the treatment of patients with H. pylori infection and d...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Metformin",
        "source": "OpenFDA (DailyMed)",
        "title": "Metformin Label Information",
        "text": "**Drug Info for Metformin**\n\n**Indications:** 1 INDICATIONS AND USAGE ZITUVIMET is a combination of sitagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor, and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Limitations of Use: ZITUVIMET is not recommended in patients with type 1 diabetes mellitus. ( 1 ) ZITUVIMET has not been studied in patients with a history of pancreatitis. ( 1 ) ZITUVIMET is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Limitations of Use ZITUVIMET is not recommended in patients with type 1 diabetes mellitus. ZITUVIMET has not been studied in patients with a history of pancreatitis. It is unknown whether patients with a history of pancreatitis are at increased risk for the development of pancreatitis while using ZITUVIMET. [see Warnings and Precautions ( 5.2 )].\n\n**Warnings:** \n\n**Dosage:** 2 DOSAGE AND ADMINISTRATION Take ZITUVIMET orally twice daily with meals. ( 2.1 ) Individualize the dosage of ZITUVIMET on the basis of the patient's current regimen, effectiveness, and tolerability. ( 2.1 ) The maximum recommended daily dose is 100 mg of sitagliptin and 2,000 mg of metformin HCl. ( 2.1 ) The recommended starting dose in patients not currently treated with metformin is 50 mg sitagliptin and 500 mg metformin HCl twice daily, with gradual dose escalation recommended to reduce gastrointestinal side effects associated with metformin. ( 2.1 ) The starting dose in patients already treated with metformin should provide sitagliptin dosed as 50 mg twice daily (100 mg total daily dose) and the dose of metformin already being taken. For patients taking metformin HCl 850 mg twice daily, the recommended starting dose of ZITUVIMET is 50 mg sitagliptin and 1,000 mg metformin HCl twice daily. ( 2.1 ) Prior to initiation, assess renal function with estimated glomerular filtrat...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Lisinopril",
        "source": "OpenFDA (DailyMed)",
        "title": "Lisinopril Label Information",
        "text": "**Drug Info for Lisinopril**\n\n**Indications:** INDICATIONS AND USAGE Lisinopril and hydrochlorothiazide tablets are indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure lowers the risk of fatal and non-fatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including lisinopril and hydrochlorothiazide. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than 1 drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absol...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Atorvastatin",
        "source": "OpenFDA (DailyMed)",
        "title": "Atorvastatin Label Information",
        "text": "**Drug Info for Atorvastatin**\n\n**Indications:** 1 INDICATIONS AND USAGE Atorvastatin calcium tablets are indicated: To reduce the risk of: Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD As an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in: Adults with primary hyperlipidemia. Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C-lowering therapies, or alone if such treatments are unavailable, to reduce LDL-C in adults and pediatric patients aged 10 years and older with homozygous familial hypercholesterolemia (HoFH). As an adjunct to diet for the treatment of adults with: Primary dysbetalipoproteinemia Hypertriglyceridemia Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor (statin) indicated ( 1 ): To reduce the risk of: Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD. MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD. Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD. As an adjunct to diet to reduce low-density lipoprotein (LDL-C) in: Adults with primary hyperlipidemia. Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C-...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Omeprazole",
        "source": "OpenFDA (DailyMed)",
        "title": "Omeprazole Label Information",
        "text": "**Drug Info for Omeprazole**\n\n**Indications:** Use(s) treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect\n\n**Warnings:** Warnings Allergy alert: do not use if you are allergic to omeprazole omeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you have: trouble or pain swallowing food, vomiting with blood, or bloody or black stools heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadednes frequent chest pain These may be signs of a serious condition. See your doctor. Ask a doctor before use if you have : had heartburn over 3 months. This may be a sign of a more serious condition. frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain Ask a doctor or pharmacist before use if you are taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if: your heartburn continues or worsens you need to take this product for more than 14 days you need to take more than 1 course of treatment every 4 months you get diarrhea you develop a rash or joint pain If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)\n\n**Dosage:** Directions for adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days it may take 1 to 4 days for full effect; some people get complete relief of symptoms within 24 hours 14-Day Course of Treatment swallow 1 tablet with a glass of water before eating in the morning take every day for 14 days do not take more than 1 table...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Furosemide",
        "source": "OpenFDA (DailyMed)",
        "title": "Furosemide Label Information",
        "text": "**Drug Info for Furosemide**\n\n**Indications:** INDICATIONS AND USAGE Edema Furosemide tablets are indicated in adults and pediatric patients for the treatment of edema associated with congestive heart failure, cirrhosis of the liver, and renal disease, including the nephrotic syndrome. Furosemide tablets are particularly useful when an agent with greater diuretic potential is desired. Hypertension Oral furosemide may be used in adults for the treatment of hypertension alone or in combination with other antihypertensive agents. Hypertensive patients who cannot be adequately controlled with thiazides will probably also not be adequately controlled with furosemide alone.\n\n**Warnings:** WARNING Furosemide is a potent diuretic which, if given in excessive amounts, can lead to a profound diuresis with water and electrolyte depletion. Therefore, careful medical supervision is required and dose and dose schedule must be adjusted to the individual patient's needs (see DOSAGE AND ADMINISTRATION ).\n\n**Dosage:** DOSAGE AND ADMINISTRATION Edema Therapy should be individualized according to patient response to gain maximal therapeutic response and to determine the minimal dose needed to maintain that response. Adults: The usual initial dose of furosemide tablets is 20 to 80 mg given as a single dose. Ordinarily a prompt diuresis ensues. If needed, the same dose can be administered 6 to 8 hours later or the dose may be increased. The dose may be raised by 20 or 40 mg and given not sooner than 6 to 8 hours after the previous dose until the desired diuretic effect has been obtained. The individually determined single dose should then be given once or twice daily (e.g., at 8 am and 2 pm). The dose of furosemide tablets may be carefully titrated up to 600 mg/day in patients with clinically severe edematous states. Edema may be most efficiently and safely mobilized by giving furosemide tablets on 2 to 4 consecutive days each week. When doses exceeding 80 mg/day are given for prolonged ...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Gabapentin",
        "source": "OpenFDA (DailyMed)",
        "title": "Gabapentin Label Information",
        "text": "**Drug Info for Gabapentin**\n\n**Indications:** 1 INDICATIONS AND USAGE Gabapentin Capsules, USP are indicated for: Management of postherpetic neuralgia in adults Adjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy Gabapentin Capsules, USP are indicated for Postherpetic neuralgia in adults (1) Adjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy (1)\n\n**Warnings:** \n\n**Dosage:** 2 DOSAGE AND ADMlNlSTRATION Postherpetic Neuralgia (2.1) Dose can be titrated up as needed to a dose of 1800 mg/day Day 1: Single 300 mg dose Day 2: 600 mg/day (i.e., 300 mg two times a day) Day 3: 900 mg/day (i.e., 300 mg three times a day) Epilepsy with Partial Onset Seizures (2.2) Patients 12 years of age and older: starting dose is 300 mg three times daily; may be titrated up to 600 mg three times daily Patients 3 to 11 years of age: starting dose range is 10 to 15 mg/kg/day, given in three divided doses; recommended dose in patients 3 to 4 years of age is 40 mg/kg/day, given in three divided doses; the recommended dose in patients 5 to 11 years of age is 25 to 35 mg/kg/day, given in three divided doses. The recommended dose is reached by upward titration over a period of approximately 3 days Dose should be adjusted in patients with reduced renal function ( 2.3 , 2.4 ) 2.1 Dosage for Postherpetic Neuralgia In adults with postherpetic neuralgia, Gabapentin may be initiated on Day 1 as a single 300 mg dose, on Day 2 as 600 mg/day (300 mg two times a day), and on Day 3 as 900 mg/day (300 mg three times a day). The dose can subsequently be titrated up as needed for pain relief to a dose of 1800 mg/day (600 mg three times a day). In clinical studies, efficacy was demonstrated over a range of doses from 1800 mg/day to 3600 mg/day with comparable effects across th...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Metoprolol",
        "source": "OpenFDA (DailyMed)",
        "title": "Metoprolol Label Information",
        "text": "**Drug Info for Metoprolol**\n\n**Indications:** 1 INDICATIONS AND USAGE Metoprolol tartrate tablets are a beta-adrenergic blocker indicated for the treatment of: Hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and non-fatal cardiovascular events, primarily strokes and myocardial infarctions. ( 1.1 ) Angina Pectoris. ( 1.2 ) Myocardial Infarction, to reduce the risk of cardiovascular mortality when used in conjunction with intravenous metoprolol therapy in patients with definite or suspected acute myocardial infarction in hemodynamically stable patients. ( 1.3 ) 1.1 Hypertension Metoprolol tartrate tablets are indicated for the treatment of hypertension in adult patients, to lower blood pressure. Lowering blood pressure lowers the risk of fatal and non-fatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including metoprolol. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than 1 drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiov...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Losartan",
        "source": "OpenFDA (DailyMed)",
        "title": "Losartan Label Information",
        "text": "**Drug Info for Losartan**\n\n**Indications:** 1 INDICATIONS AND USAGE Losartan potassium tablets are an angiotensin II receptor blocker (ARB) indicated for: • Treatment of hypertension, to lower blood pressure in adults and children greater than 6 years old. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. (1.1) • Reduction of the risk of stroke in patients with hypertension and left ventricular hypertrophy. There is evidence that this benefit does not apply to Black patients. (1.2) • Treatment of diabetic nephropathy with an elevated serum creatinine and proteinuria in patients with type 2 diabetes and a history of hypertension. (1.3) 1.1 Hypertension Losartan potassium tablets are indicated for the treatment of hypertension in adults and pediatric patients 6 years of age and older, to lower blood pressure. Lowering blood pressure lowers the risk of fatal and nonfatal cardiovascular (CV) events, primarily strokes and myocardial infarction. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including losartan. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than 1 drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program's Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood press...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Albuterol",
        "source": "OpenFDA (DailyMed)",
        "title": "Albuterol Label Information",
        "text": "**Drug Info for Albuterol**\n\n**Indications:** 1 INDICATIONS AND USAGE Albuterol Sulfate HFA is a beta 2 -adrenergic agonist indicated for: Treatment or prevention of bronchospasm in adult and pediatric patients aged 4 years and older with reversible obstructive airway disease. ( 1.1 ) Prevention of exercise-induced bronchospasm in adult and pediatric patients aged 4 years and older. ( 1.2 ) 1.1 Bronchospasm Albuterol Sulfate HFA Inhalation Aerosol is indicated for the treatment or prevention of bronchospasm in adult and pediatric patients aged 4 years and older with reversible obstructive airway disease. 1.2 Exercise-Induced Bronchospasm Albuterol Sulfate HFA is indicated for the prevention of exercise-induced bronchospasm in adult and pediatric patients aged 4 years and older.\n\n**Warnings:** \n\n**Dosage:** 2 DOSAGE AND ADMINISTRATION For oral inhalation only. ( 2 ) Treatment or prevention of bronchospasm in adult and pediatric patients aged 4 years and older: 2 inhalations by oral inhalation every 4 to 6 hours. For some patients, 1 inhalation every 4 hours may be sufficient. ( 2.1 ) Prevention of exercise-induced bronchospasm in adult and pediatric patients aged 4 years and older: 2 inhalations by oral inhalation 15 to 30 minutes before exercise. ( 2.2 ) Priming information: Prime Albuterol Sulfate HFA before using for the first time, when the inhaler has not been used for more than 2 weeks, or when the inhaler has been dropped. To prime Albuterol Sulfate HFA, release 4 sprays into the air away from the face, shaking well before each spray. ( 2.3 ) Cleaning information: At least once a week, wash the actuator with warm water and let it air-dry completely. ( 2.3 ) 2.1 Recommended Dosage for Bronchospasm (Acute Episodes or Symptoms Associated with Bronchospasm) Adult and pediatric patients aged 4 years and older: 2 inhalations by oral inhalation repeated every 4 to 6 hours; in some patients, 1 inhalation every 4 hours may be sufficient. More frequent administration or...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Cetirizine",
        "source": "OpenFDA (DailyMed)",
        "title": "Cetirizine Label Information",
        "text": "**Drug Info for Cetirizine**\n\n**Indications:** Uses temporarily relieves these symptoms due to hay fever or other upper respiratory allergies: runny nose sneezing itchy, watery eyes itching of the nose or throat\n\n**Warnings:** Warnings Do not use if you have ever had an allergic reaction to this product or any of its ingredients or to an antihistamine containing hydroxyzine. Ask a doctor before use if you have liver or kidney disease. Your doctor should determine if you need a different dose. Ask a doctor or pharmacist before use if you are taking tranquilizers or sedatives. When using this product drowsiness may occur avoid alcoholic drinks alcohol, sedatives, and tranquilizers may increase drowsiness be careful when driving a motor vehicle or operating machinery Stop use and ask a doctor if an allergic reaction to this product occurs. Seek medical help right away. If pregnant or breast-feeding if breast-feeding: not recommended if pregnant: ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. (1-800-222-1222)\n\n**Dosage:** Directions may be taken with or without water chew or crush tablets completely before swallowing children 2 to under 6 years of age Chew and swallow 1 tablet (2.5 mg) once daily; If needed, dose can be increased to a maximum of 2 tablets (5 mg) once daily or 1 tablet (2.5 mg) every 12 hours. Do not give more than 2 tablets (5 mg) in 24 hours. adults and children 6 years and over Chew and swallow 2 tablets (5 mg) or 4 tablets (10 mg) once daily depending upon severity of symptoms; do not take more than 4 tablets (10 mg) in 24 hours. adults 65 years and over Chew and swallow 2 tablets (5 mg) once daily; do not take more than 2 tablets (5 mg) in 24 hours. children under 2 years of age ask a doctor consumers with liver or kidney disease ask a doctor",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Loratadine",
        "source": "OpenFDA (DailyMed)",
        "title": "Loratadine Label Information",
        "text": "**Drug Info for Loratadine**\n\n**Indications:** Uses temporarily relieves these symptoms due to hay fever or other upper respiratory allergies: • runny nose • itchy, watery eyes • sneezing • itching of the nose or throat\n\n**Warnings:** Warnings Do not use if you have ever had an allergic reaction to this product or any of its ingredients Ask a doctor before use if you have liver or kidney disease. Your doctor should determine if you need a different dose. When using this product do not take more than directed. Taking more than directed may cause drowsiness. Stop use and ask a doctor if an allergic reaction to this product occurs. Seek medical help right away. If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. (1-800-222-1222)\n\n**Dosage:** Directions adults and children 6 years and over 1 tablet daily; not more than 1 tablet in 24 hours children under 6 years of age ask a doctor consumers with liver or kidney disease ask a doctor",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Vitamin D",
        "source": "OpenFDA (DailyMed)",
        "title": "Vitamin D Label Information",
        "text": "**Drug Info for Vitamin D**\n\n**Indications:** INDICATIONS AND USAGE Supplementation of the diet with vitamins A, C and D. Tri-Vite Drops with Fluoride 0.25 mg also provides fluoride for caries prophylaxis. The American Academy of Pediatrics recommends that children up to age 16, in areas where drinking water contains less than optimal levels of fluoride, receive daily fluoride supplementation. The American Academy of Pediatrics recommend that infants and young children 6 months to 3 years of age, in areas where the drinking water contains less than 0.3 ppm of fluoride, and children 3-6 years of age, in areas where the drinking water contains 0.3 through 0.6 ppm of fluoride, receive 0.25 mg of supplemental fluoride daily which is provided in a dose of 1 mL of Tri-Vite Drops with Fluoride 0.25 mg (See Dosage and Administration ). Tri-Vite Drops with Fluoride 0.25 mg supply significant amounts of vitamins A, C and D to supplement the diet, and to help assure that nutritional deficiencies of these vitamins will not develop. Thus, in a single easy-to-use preparation, children obtain essential vitamins and fluoride.\n\n**Warnings:** WARNINGS As in the case of all medications, keep out of reach of children.\n\n**Dosage:** DOSAGE AND ADMINISTRATION 1.0 mL daily or as directed by physician. May be dropped directly into the mouth with dropper; or mixed with cereal, fruit juice or other food. Tri-Vite Drops with Fluoride 0.25 mg is available in 50 mL bottles with accompanying calibrated dropper.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Vitamin C",
        "source": "OpenFDA (DailyMed)",
        "title": "Vitamin C Label Information",
        "text": "**Drug Info for Vitamin C**\n\n**Indications:** Use temporary relieves: ■ cough due to cold ■ occasional minor irritation or sore throat\n\n**Warnings:** Warnings Sore throat warning: If sore throat is severe, persists for more than 2 days, is accompanied or follow headache, rash, swelling, nausea, or vomiting, consult a doctor promptly. These may be serious.\n\n**Dosage:** Directions ■ adults and children 5 years and over: dissolve 1 drop slowly in the mouth. Repeat every 2 hours as needed. ■ children under 5 years: ask a doctor.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Calcium",
        "source": "OpenFDA (DailyMed)",
        "title": "Calcium Label Information",
        "text": "**Drug Info for Calcium**\n\n**Indications:** 1 INDICATIONS AND USAGE Calcium acetate is a phosphate binder indicated to reduce serum phosphorus in patients with end stage renal disease (ESRD). Calcium acetate is a phosphate binder indicated for the reduction of serum phosphorus in patients with end stage renal disease. ( 1 )\n\n**Warnings:** \n\n**Dosage:** 2 DOSAGE AND ADMINISTRATION The recommended initial dose of calcium acetate for the adult dialysis patient is 2 capsules with each meal. Increase the dose gradually to lower serum phosphorus levels to the target range, as long as hypercalcemia does not develop. Most patients require 3-4 capsules with each meal. Starting dose is 2 capsules with each meal. (2) Titrate the dose every 2-3 weeks until acceptable serum phosphorus level is reached. Most patients require 3-4 capsules with each meal. (2)",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Magnesium",
        "source": "OpenFDA (DailyMed)",
        "title": "Magnesium Label Information",
        "text": "**Drug Info for Magnesium**\n\n**Indications:** Uses treats frequent heartburn (occurs 2 or more days a week) not intended for immediate relief of heartburn; this drug may take 1 to 4 days for full effect\n\n**Warnings:** Warnings Allergy alert : Do not use if you are allergic to esomeprazole. Esomeprazole may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If an allergic reaction occurs, stop use and seek medical help right away.\n\n**Dosage:** Directions adults 18 years of age and older this product is to be used once a day (every 24 hours), every day for 14 days may take 1 to 4 days for full effect 14-Day Course of Treatment • swallow 1 tablet with a glass of water before eating in the morning • take every day for 14 days • do not take more than 1 tablet a day • swallow whole. Do not crush or chew capsules. • do not use for more than 14 days unless directed by your doctor Repeated 14-Day Courses (if needed) • you may repeat a 14-day course every 4 months • do not take for more than 14 days or more often than every 4 months unless directed by a doctor children under 18 years of age: ask a doctor before use. Heartburn in children may sometimes be caused by a serious condition .",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Zinc",
        "source": "OpenFDA (DailyMed)",
        "title": "Zinc Label Information",
        "text": "**Drug Info for Zinc**\n\n**Indications:** Helps prevent diaper rash. Protects chafed irritated skin due to diaper rash. Helps protect from wetness that causes diaper rash. Temporarily protects and helps relieve minor skin irritation due to diaper rash. Helps treat/heal diaper rash.\n\n**Warnings:** Allergens: almond For external use only. When using this product avoid contact with eyes. If contact occurs, rinse thoroughly with water. Stop use and consult a doctor if symptoms worsen or last for more than 7 days. Keep out of reach of children. If swallowed, call a poison control centre or get edical help right away.\n\n**Dosage:** Change wet and soiled diapers promptly, cleanser the diaper area, and allow to dry. Push on the bottom to release the product. Heat the product for a few seconds on your hands and apply on baby's bottom. Apply product liberally as often as necessary, with each diaper change, especially at bedtime or anytime when exposure to wet diapers may be prolonged. If necessary, after use, wipe off the excess on the tube contour before closing it.",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Fish oil",
        "source": "OpenFDA (DailyMed)",
        "title": "Fish oil Label Information",
        "text": "**Drug Info for Fish oil**\n\n**Indications:** 1 INDICATIONS AND USAGE Omegaven is indicated as a source of calories and fatty acids in pediatric patients with parenteral nutrition-associated cholestasis (PNAC). Limitations of Use: • Omegaven is not indicated for the prevention of PNAC. It has not been demonstrated that Omegaven prevents PNAC in parenteral nutrition (PN)-dependent patients [see Clinical Studies ( 14 )]. • It has not been demonstrated that the clinical outcomes observed in patients treated with Omegaven are a result of the omega-6: omega-3 fatty acid ratio of the product [see Clinical Studies ( 14 )]. Omegaven is indicated as a source of calories and fatty acids in pediatric patients with parenteral nutrition-associated cholestasis (PNAC). ( 1 ) Limitations of Use: • Omegaven is not indicated for the prevention of PNAC. It has not been demonstrated that Omegaven prevents PNAC in parenteral nutrition (PN)-dependent patients. ( 1 ) • It has not been demonstrated that the clinical outcomes observed in patients treated with Omegaven are a result of the omega-6:omega-3 fatty acid ratio of the product. ( 1 )\n\n**Warnings:** \n\n**Dosage:** 2 DOSAGE AND ADMINISTRATION • For infusion into a central or peripheral vein. ( 2.1 ) • See full prescribing information for administration and admixing instructions. ( 2.1 , 2.2 ) • Protect the admixed PN solution from light. ( 2.2 ) • Recommended dosage depends on age, energy expenditure, clinical status, body weight, tolerance, ability to metabolize, and consideration of additional energy sources given to the patient. The recommended daily dose (and the maximum dose) in pediatric patients is 1 g/kg/day. ( 2.3 ) • For information on infusion rate when initiating dosing and in patients with elevated triglyceride levels, see the full prescribing information. ( 2.3 , 5.1 , 5.6 ) • The recommended duration for infusion is between 8 and 24 hours, depending on the clinical situation. ( 2.3 ) 2.1 Administration Instructions • Omeg...",
        "url": "https://open.fda.gov/"
    },
    {
        "id": "openfda_Melatonin",
        "source": "OpenFDA (DailyMed)",
        "title": "Melatonin Label Information",
        "text": "**Drug Info for Melatonin**\n\n**Indications:** USES TAKE 15 MINUTES BEFORE MEALS\n\n**Warnings:** WARNINGS Stop use and ask doctor if symptoms persist more than 5 days. If pregnant or breast-feeding ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away. Contains ethyl alcohol 30%\n\n**Dosage:** DIRECTIONS Take 15 minutes before meals Adults : 20 drops in a little water, 2 times per day",
        "url": "https://open.fda.gov/"
    }
]